Repository: pheonixeye/one
Catalog: assets/lang/app_*.arb
Languages: ar

# enterRecieptPhone
source: Enter Reciept Phone Number
ar: ادخل رقم الموبايل علي الايصال

# enterValidPhoneForReciept
source: Enter a Valid Phone Number For The Reciept
ar: برجاء ادخال رقم الموبايل بصورة صحيحة

# noRecieptInfoFound
source: No Selected Reciept Info Found On This Device
ar: لم يتم العثور علي تفاصيل الايصال الاولية علي هذا الجهاز - برجاء اختيار التفاصيل من صفحة الاعدادات

source: Account Type
ar: نوع الحساب

source: Documents
ar: المستندات

source: No Image Found
ar: لم يتم العثور علي صورة
