Repository: pheonixeye/one
Catalog: assets/lang/app_*.arb
Languages: ar

source: HomePage
ar: الصفحة الرئيسية

source: Something Went Wrong
ar: حدث خطأ اثناء البحث

# errorText
source: This Page Seems To Be Moved Or Not Available At The Moment, Kindly Try Again Later.
ar: يبدو أن هذه الصفحة قد تم نقلها أو أنها غير متوفرة في الوقت الحالي، يرجى المحاولة مرة أخرى لاحقًا.

source: Loading...
ar: جارى التحميل ...

# todayVisits
source: Today's Visits
ar: زيارات اليوم

source: Login
ar: دخول

# register
source: Create Account
ar: انشاء حساب

# heroTitle
source: A Doctor's Second Brain and Companion.
ar: مساعد الطبيب الذكي ورفيقه

# heroSubtitle
source: ProKliniK HealthCare CRM is a Powerful Tool to Manage Your Workday and Keep in Touch With Your Patients.
ar: نظام بروكلينيك لادارة العيادات اداه ذكية لتنظيم يوم عملك و البقاء علي اتصال مع مرضاك

source: Welcome Back
ar: اهلا بعودتك

# loginTag
source: Connect with Your Patients, Simplify Your Schedule, and Grow Your Practice.
ar: تواصل مع مرضاك، نظّم مواعيدك، ووسّع نطاق ممارستك الطبية

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة السر

source: Remember Me
ar: تذكرني

source: Forgot Password ?
ar: نسيت كلمة السر ؟

source: Not Registered Yet ?
ar: ليس لديك حساب ؟

# createAccount
source: Create An Account
ar: انشاء حساب

source: Enter Email Address
ar: ادخل البريد الالكتروني

source: Enter Password
ar: ادخل كلمة السر

source: Invalid Email Address
ar: بريد الكتروني غير صالح

# registerTag
source: Join ProKliniK Today and Empower Your Practice with Better Patient Care and Meaningful Growth.
ar: انضم إلى بروكلينيك اليوم لتحسين رعاية مرضاك بشكل فعال وتعزيز نمو عيادتك من خلال أدواتنا المتطورة والدعم المخصص.

source: Confirm Password
ar: تأكيد كلمة السر

# enterConfirmPassword
source: Confirm Password
ar: تأكيد كلمة السر

source: Speciality
ar: التخصص

source: Select Speciality
ar: اختر التخصص

source: Already Registered ?
ar: هل لديك حساب ؟

# passwordsNotMatching
source: Password Not Matching.
ar: كلمة السر غير متطابقة

# passwordEightLetters
source: Password Length Should Be Longer Than 8 Characters.
ar: طول كلمة السر يجب ان يكون اكثر من ثمانية احرف

# allRightsReserved
source: All Rights Reserved @Proklinik Medical Software
ar: جميع الحقوق محفوظة @بروكلينيك للبرمجيات الطبية

# professionalMessage
source: We look forward to helping you easily manage your healthcare appointments. If you have any feedback on how we can improve, feel free to share it with us. We value your input as we continuously work to enhance our platform.
ar: شكرًا لاستخدامك بروكلينيك لإدارة العيادات. إذا كان لديك أي ملاحظات حول كيفية تحسين خدماتنا، لا تتردد في مشاركتها معنا. نحن نقدر ملاحظاتك بينما نعمل باستمرار على تحسين منصتنا.

# verificationEmailSent
source: A Verification Message Was Sent To Your Email Address.
ar: تم ارسال بريد الكتروني لاستكمال انشاء الحساب.

# thankyouForRegistering
source: Welcome to ProKliniK! We’re excited to have you on board.
ar: مرحبًا بك في بروكلينيك! يسعدنا انضمامك إلى منصتنا.

# passwordResetEmailSent
source: A Password Reset Message Was Sent To Your Email Address.
ar: تم ارسال بريد الكتروني لاسترجاع كلمة السر.

source: English Name
ar: الاسم بالانجليزية

source: Arabic Name
ar: الاسم بالعربية

source: Enter English Name
ar: ادخل الاسم بالانجليزية

# enterValidEnglishNameOfTwoUnits
source: Enter Your First, Middle & Last Names in English
ar: برجاء ادخال الاسم الثلاثي بالانجليزية

source: Enter Arabic Name
ar: ادخل الاسم بالعربية

# enterValidArabicNameOfTwoUnits
source: Enter Your First, Middle & Last Names in Arabic
ar: برجاء ادخال الاسم الثلاثي بالعربية

# phone
source: Mobile Number
ar: رقم الموبايل

# enterPhoneNumber
source: Enter Mobile Number
ar: ادخل رقم الموبايل

# enterValidPhoneNumber
source: Enter a Valid Mobile Number - 11 Digits.
ar: ادخل رقم موبايل صحيح - مكون من احد عشر رقم

source: Success
ar: تم بنجاح

source: My Patients
ar: المرضي

source: No Patients Found.
ar: لم يتم العثور علي مرضي

source: Next
ar: التالى

source: Previous
ar: السابق

source: Add New Patient
ar: اضافة مريض جديد

source: Name
ar: الاسم

source: Enter Patient Name
ar: ادخل اسم المريض

source: Mobile Number
ar: رقم الموبايل

# enterPatientPhone
source: Enter Patient Mobile Number
ar: ادخل رقم موبايل المريض

# enterValidPatientPhone
source: Enter a Valid Patient Mobile Number - 11 digits
ar: ادخل رقم موبايل مكون من احد عشر رقم

source: Date Of Birth
ar: تاريخ الميلاد

source: Select Patient Date Of Birth
ar: اختر تاريخ ميلاد المريض

source: Search By Patient Name or Mobile Number
ar: بحث باسم المريض او رقم الموبايل

source: Find Patient
ar: بحث عن مريض

source: Clear Search
ar: اخلاء البحث

source: Edit Patient Data
ar: تعديل بيانات المريض

source: Previous Patient Visits
ar: زيارات المريض السابقة

source: Patient Actions
ar: اجرائات المريض

source: Quick Visit
ar: زيارة سريعة

source: Add New Visit
ar: اضافة زيارة جديدة

source: Schedule Appointment
ar: تحديد موعد لاحق

source: Attach Form
ar: الحاق نموذج

source: Edit Form Data
ar: تعديل بيانات النموذج

source: Detach Form
ar: ازالة النموذج الملحق

source: Patient Forms
ar: نماذج المريض

source: Confirm
ar: تأكيد

source: Cancel
ar: الغاء

source: Retry
ar: إعادة المحاولة

source: Dashboard
ar: الرئيسية

source: Patients
ar: المرضى

source: Visits
ar: الزيارات

source: Organizer
ar: المواعيد

source: My Clinics
ar: عياداتي

source: Forms
ar: النماذج

# mySubscription
source: My Subscriptions
ar: الاشتراكات

source: Bookkeeping
ar: الحسابات

source: Settings
ar: الاعدادات

source: Add New Form
ar: اضافة نموذج جديد

source: Edit Form
ar: تعديل اسم النموذج

source: English Form Name
ar: اسم النموذج بالانجليزية

source: Arabic Form Name
ar: اسم النموذج بالعربية

source: Enter English Form Name
ar: ادخل اسم النموذج بالانجليزية

source: Enter Arabic Form Name
ar: ادخل اسم النموذج بالعربية

source: No Forms Found
ar: لم يتم العثور على نماذج

source: Add New Field
ar: اضافة حقل جديد

source: Delete Form
ar: الغاء النموذج

source: Form Fields
ar: حقول النموذج

source: Field Values
ar: قيم الحقل

# commaSeparatedValues
source: Separate Values by a (-) sign
ar: ادخل القيم بينها علامة (-)

source: Edit Field Name
ar: تعديل اسم الحقل

source: Field Name
ar: اسم الحقل

source: Field Type
ar: نوع الحقل

# fieldNameHint
source: Try Making The Field Name Remarkable
ar: اختر اسم مميز يتسق مع بيانات الحقل

source: Enter Field Name
ar: ادخل اسم الحقل

source: Prompt Dialog
ar: نافذة تأكيد

source: Save
ar: حفظ

source: Delete Form Field
ar: الغاء الحقل

source: Edit Form Field Name
ar: تعديل اسم الحقل

# confirmDeleteForm
source: This Action Will Delete This Form And All Data Related To It's Entries, Are You Sure ?
ar: سيتم الغاء هذا النموذج و كل البيانات و الحقول الملحقة به - هل انت متأكد؟

# confirmDeleteFormField
source: This Action Will Delete This Field From This Form And All Data Related To It's Entries, This Action Is Irreversible, Are You Sure ?
ar: سيتم الغاء هذا الحقل من هذا النموذج و قد يؤثر علي البيانات الملحقة في اماكن اخري من البرنامج - لا يمكن الرجوع في هذا الفعل - هل انت متأكد؟

source: Fill Form
ar: ملئ النموذج

source: No Form Is Selected.
ar: لم يتم اختيار نموذج

source: Error Dialog
ar: نافذة خطأ

# appLanguage
source: Application Language
ar: لغة البرنامج

source: Logout
ar: تسجيل الخروج

# logoutPrompt
source: Leaving So Soon ? Are You Sure ?
ar: هل تريد تسجيل الخروج ؟

source: Add New Clinic
ar: اضافة عيادة جديدة

# editClinic
source: Update Clinic Info
ar: تعديل بيانات العيادة

source: English Clinic Name
ar: اسم العيادة بالانجليزية

source: Enter English Clinic Name
ar: ادخل اسم العيادة بالانجليزية

source: Arabic Clinic Name
ar: اسم العيادة بالعربية

source: Enter Arabic Clinic Name
ar: ادخل اسم العيادة بالعربية

source: Consultation Fees
ar: سعر الكشف

source: Enter Consultation Fees
ar: ادخل سعر الكشف

source: Followup Fees
ar: سعر الاستشارة

source: Procedure Fees
ar: سعر الاجراء الطبي

source: Enter Procedure Fees
ar: سعر الاجراء الطبي

source: Enter Followup Fees
ar: ادخل سعر الاستشارة

# followupDuration
source: Followup Duration (Days)
ar: مدة الاستشارة بالايام

# enterFollowupDuration
source: Enter Followup Duration In (Days)
ar: ادخل مدة الاستشارة بالايام

# isMain
source: Is Primary Clinic
ar: العيادة الرئيسية

source: No Clinics Found.
ar: لم يتم العثور علي عيادات

# toogleClinicActivity
source: Toggle Clinic Activity
ar: تغيير نشاط العيادة

source: Clinic Schedule
ar: مواعيد العيادة

source: Delete Clinic
ar: الغاء العيادة

# deleteClinicPrompt
source: Deleting This Clinic Will Remove All The Clinic Information And All Visits/Schedules Related To This Clinic In Different Parts Of The Application, This Action Is Irreversible, Are You Sure?
ar: الغاء هذه العيادة سيقوم ايضا بالغاء كافة البيانات المتصلة بالعيادة من زيارات و مواعيد و تقارير - لا يمكن الرجوع في هذا الفعل - هل انت متأكد؟

# deletePrimaryClinicPrompt
source: Confirm Delete Primary Clinic ? Are You Sure ?
ar: تاكيد الغاء العيادة الرئيسية ؟ هل انت متأكد؟

source: Clinic Days
ar: ايام العيادة

source: Day Shifts
ar: مواعيد اليوم

source: Add Clinic Day
ar: اضافة يوم للعيادة

source: Add Day Shift
ar: اضافة موعد ليوم

# noScheduleDaysFound
source: No Working Days Were Added To This Clinic.
ar: لم يتم اضافة ايام عمل لهذه العيادة.

# addWorkingWeekday
source: Add Working Day
ar: اضافة يوم عمل

source: Shift Starting Time
ar: وقت بداية العيادة

source: Shift Ending Time
ar: وقت انتهاء العيادة

# noDayShiftsFound
source: No Shifts Added Yet
ar: لم يتم اضافة مواعيد لهذا اليوم

# allowedNumberOfVisits
source: Allowed Number Of Visits Per Shift
ar: عدد الزيارات المسموح للفترة

source: Visits Per Shift
ar: عدد الزيارات

source: Update
ar: تعديل

source: Delete Shift
ar: الغاء الفترة

source: Delete Schedule
ar: الغاء يوم العمل

# deleteSchedulePrompt
source: Deleting This Working Clinic Day Will Also Delete it's Shifts - This Action Is Irreversible - Are You Sure?
ar: الغاء يوم العمل سيقوم ايضا بالغاء كافة الفترات المعينة لهذا اليوم - لا يمكن الرجوع في هذا الفعل - هل انت متأكد؟

source: Clinic Prescription
ar: روشتة العيادة

source: No Prescription File Found
ar: لا يوجد صورة للروشتة

source: Add Prescription File
ar: اضافة صورة للروشتة

source: Delete Prescription File
ar: الغاء صورة الروشتة

source: Prescription Menu
ar: قائمة ادارة الروشتة

# deletePrescriptionFilePrompt
source: Are You Sure About Deleting This Image File - All Prescription Related Settings Will Be Affected - Are You Sure ?
ar: الغاء صورة الروشتة سوف يؤثر في كافة الاعدادات المرتبطة بالروشتة - هل انت متأكد؟

# viewPdfPrescription
source: View Pdf Version
ar: مناظرة نسخة الطباعة

source: Back
ar: عودة

source: EGP
ar: جنيه

source: Days
ar: يوم

source: Profile Setup
ar: اعدادات الحساب

# doctorDrugs
source: Prescription Drugs
ar: ادوية الروشتة

source: Manage
ar: تفاصيل

source: Laboratory Requests
ar: التحاليل

source: Radiology
ar: الاشاعات

# procedures
source: Doctor Procedures
ar: اجرائات العيادات

source: Supplies
ar: المستلزمات

source: Add
ar: اضافة

source: Search
ar: بحث

source: Search By English Or Arabic Item Name
ar: بحث باسم العنصر بالعربية او بالانجليزية

source: No Items Found.
ar: لم يتم العثور على عناصر

source: Add New Item
ar: اضافة عنصر جديد

source: Update Item
ar: تعديل العنصر

source: English Item Name
ar: اسم العنصر بالانجليزية

source: Arabic Item Name
ar: اسم العنصر بالعربية

source: Enter
ar: ادخل

source: Delete
ar: الغاء

# deleteItemPrompt
source: Delete This Item From Your Collection, Are You Sure ?
ar: برجاء تاكيد الغاء هذا العنصر ؟

source: Drug Form And Concentration
ar: تركيز الدواء و هيئته

source: Drug Default Doses
ar: جرعات الدواء المعتادة

source: Lab Special Instructions
ar: تعليمات التحليل الخاصة

source: Radiology Type
ar: نوع الاشعة

source: Rad Special Instructions
ar: تعليمات الاشعة الخاصة

source: Supply Item Unit
ar: وحدة التخزين

source: Reorder Quantity
ar: كمية اعادة الطلب

source: Buying Price
ar: سعر الشراء

source: Selling Price
ar: سعر البيع

source: Notify On Reorder
ar: تنببه عند كمية اعادة الطلب

source: Price
ar: السعر

source: Discount Percentage
ar: نسبة الخصم

source: Drug Concentration
ar: تركيز الدواء

source: Drug Form
ar: صورة الدواء

source: Drug Unit
ar: وحدة تركيز الدواء

# supplyItemUnitEn
source: English Supply Storage Unit
ar: وحدة تخزين المستلزمات بالانجليزية

# supplyItemUnitAr
source: Arabic Supply Storage Unit
ar: وحدة تخزين المستلزمات بالعربية

source: No Subscriptions Found
ar: لا يوجد اشتراك

# currentPlan
source: Current Active Plan
ar: خطة الاشتراك الحالية

source: Activation Date
ar: تاريخ التفعبل

source: Expiry Date
ar: تاريخ الانتهاء

source: Subscription Status
ar: حالة الاشتراك

# noActiveSubscriptions
source: No Active Subscription
ar: لا يوجد اشتراك ساري

source: Purchase Subscription
ar: اعادة تفعيل الاشتراك

source: In Grace Period
ar: في فترة السماح

# errorOneSubscriptionIsActive
source: Atleast One Subscription Is Active, Cannot Proceed.
ar: يوجد اشتراك مفعل - لا يمكن الاستمرار

source: Billing Address
ar: عنوان إرسال الفواتير

source: Enter Billing Address
ar: ادخل عنوان ارسال الفواتير او عنوان العيادة

source: Enter Billing Address In Arabic
ar: ادخل العنوان بالعربية

source: Select Subscription
ar: اختر الاشتراك

source: Order Summary
ar: تفاصيل الطلب

source: Generate Payment Link
ar: ارسال طلب الدفع

source: Order Description
ar: وصف الاشتراك

source: Subscription Price
ar: سعر الاشتراك

source: Tax Percentage
ar: نسبة الضريبة

source: Order Total
ar: اجمالي الطلب

source: Tax Total
ar: قيمة الضريبة

source: You Save
ar: وفر

# vatExclusive
source: All Prices Are VAT% Exclusive
ar: الاسعار لا تشمل نسبة ضريبة القيمة المضافة

source: Payment Link
ar: رابط الدفع

source: Payment Status
ar: حالة الدفع

source: Payment Link Generated
ar: تم ارسال رابط الدفع

source: Error!
ar: خطا !

# thankyouForYourPurchase
source: Your subscription has been successfully activated. You now have full access to all the features designed to help you manage appointments, patient records, billing, and more — all in one place.
ar: تم تفعيل اشتراكك بنجاح. لديك الآن وصول كامل إلى جميع الميزات المصممة لمساعدتك في إدارة المواعيد، وملفات المرضى، والفواتير، وغير ذلك — كل ذلك في مكان واحد.

source: Pick Clinic
ar: اختر العيادة

# pickClinicSchedule
source: Pick Visit Day
ar: اختر اليوم

# pickClinicScheduleShift
source: Pick Clinic Shift
ar: اختر موعد الزيارة

source: Pick Visit Date
ar: اختر تاريخ الزيارة

source: Pick Visit Type
ar: اختر نوع الزيارة

source: Pick Visit Status
ar: حالة الزيارة

# pickPatientProgressStatus
source: Pick Patient Progress
ar: حالة الكشف

source: No Visits Found For Today
ar: لم يتم العثور علي زيارات مسجلة بتاريخ اليوم

source: Attendance Status
ar: حالة الحضور

source: Progress Status
ar: تقدم الزيارة

source: From
ar: من

source: To
ar: الى

# dayVisitCount
source: Visit Count
ar: عدد زيارات اليوم

source: Comments
ar: ملاحظات

source: Visit Forms
ar: نماذج الزيارة

source: Visit Drugs
ar: ادوية الزيارة

source: Visit Labs
ar: تحاليل الزيارة

source: Visit Rads
ar: اشاعات الزيارة

source: Visit Procedures
ar: اجرائات الزيارة

source: Visit Supplies
ar: مستلزمات الزيارة

# detachFormPrompt
source: This Action Will Detach This Form And All Data Related To It's Entries Will Be Deleted, Are You Sure ?
ar: برجاء تأكيد فصل هذا النموذج من بيانات الزيارة - سيتم الغاء كل بيانات النموذج المسجلة - هل انت متأكد؟

source: Drug Dose
ar: جرعة الدواء

source: Save To Default Doses
ar: اضافة الي الجرعات المفضلة

source: No Dose Selected
ar: لم يتم تحديد جرعة

source: Dose Selected
ar: تم تحديد الجرعة

source: Attach Lab Result
ar: الحاق نتيجة معامل

# attachRadResult
source: Attach Radiology Result
ar: الحاق نتيجة اشاعات

source: Visit Prescription
ar: روشتة الزيارة

source: Print
ar: طباعة

source: Print Prescription
ar: طباعة الروشتة

source: Toggle Forms View
ar: النماذج الملحقة

source: Visit Not Attended
ar: لم يتم حضور المريض

source: Inventory Supplies
ar: مخزن المستلزمات

source: New Supply Movement
ar: حركة مستلزمات جديدة

source: Edit Supply Movement
ar: تعديل حركة مستلزمات

source: Pick Supply Item
ar: اختر عنصر المستلزمات

source: Movement Direction
ar: اتجاه الحركة (صادر / وارد)

source: Movement Reason
ar: سبب الحركة

source: Enter Movement Reason
ar: ادخل سبب الحركة

# movementQuantity
source: Movement Quantity (Number Of Items)
ar: كمية الحركة (عدد الوحدات)

source: Enter Movement Quantity
ar: ادخل كمية الحركة

# movementAmount
source: Movement Amount (Total Price Of Items)
ar: اجمالي الحركة (سعر)

source: Enter Movement Amount
ar: ادخل اجمالي الحركة

source: Pick Source Clinic
ar: اختر عيادة المصدر

source: Pick Destination Clinic
ar: اختر عيادة الاستلام

# noSupplyMovementsFound
source: No Supply Movements Found In Given Duration
ar: لم يتم العثور علي حركات للمستلزمات في الفترة المحددة

source: Added By
ar: اضافة بواسطة

# supplyItemsMovement
source: Supply Items Movements
ar: حركة المستلزمات

source: Clinic Inventory
ar: مخزن العيادة

source: Add Items With Count
ar: اضافة المستلزمات بالاعداد

source: Enter Initial Item Available Quantity
ar: ادخل الكمية المتاحة حاليا بالعيادة

source: Pick Starting Date
ar: اختر تاريخ البداية

source: Pick Ending Date
ar: اختر تاريخ الانتهاء

source: Available Supply Items Quantities
ar: الكميات المتاحة

source: Transfer Quantity
ar: كمية الحركة

source: Remove Supply Item Amount First
ar: برجاء ازالة كمية المستلزمات من الزيارة اولا

source: Available Quantity
ar: الكمية المتاحة

source: No Available Quantity
ar: كمية غير متوفرة

source: Supply Item
ar: المستلزم

source: Clinic
ar: العيادة

source: Related Visit Id
ar: زيارة الحركة

source: Auto Add
ar: اضافة تلقائية

source: Movement Date
ar: تاريخ الحركة

source: Number
ar: الرقم

source: Print Supply Movements
ar: طباعة حركة المستلزمات

source: No Bookkeeping Entries Found In Selected Date
ar: لم يتم العثور على نتيجة في الفترة المحددة

source: Date
ar: التاريخ

source: Operation
ar: العملية

# bkType
source: Type
ar: الاتجاه

source: Amount
ar: القيمة

source: Bookkeeping Balance
ar: اجمالي الرصيد

source: Duration Balance
ar: رصيد المدة

source: Print Bookkeeping Report
ar: طباعة تقرير حسابات

source: Add Bookkeeping Entry
ar: اضافة عملية

source: Operation Name
ar: اسم الحركة

# amountInPounds
source: Amount In EGP
ar: السعر بالجنيه

source: Total Expenses
ar: اجمالي الانفاق

source: Total Income
ar: اجمالي الوارد

source: Net Balance
ar: الصافي

source: Patient Movement Progress
ar: متابعة تقدم المرضي

source: No Visits Found For Selected Date Range
ar: لا يوجد زيارات في الفترة المحددة

source: Patient Name
ar: اسم المريض

source: Visit Date
ar: تاريخ الزيارة

source: Clinic Shift
ar: فترة الزيارة

source: Visit Type
ar: نوع الزيارة

source: Visit Data
ar: بيانات الزيارة

source: Patient Card
ar: كارت المريض

source: Scan QrCode
ar: مسح الكود

source: Doctor
ar: الدكتور

source: Send Via Whatsapp
ar: ارسال عبر الواتس اب

source: Assistant Accounts
ar: حسابات السكيرتارية

source: Download
ar: تنزيل

source: Clinics
ar: العيادات

source: Add Assistant Account
ar: اضافة حساب سكيرتارية

source: Cannot Change Account Type
ar: لا يمكن تغيير نوع الحساب

# pickDoctor
source: Select Attending Doctor
ar: اختر الدكتور

source: Un Authorized
ar: غير مصرح

# accountNotAuthorizedToPerformAction
source: Your Account Is Not Authorized To Perform This Action.
ar: هذا الحساب لا يحتوي علي الصلاحيات لاجراء هذه العملية.

source: Not An Admin Account
ar: لا يوجد صلاحيات في هذا الحساب

source: No Visits Found For This Patient
ar: لم يتم العثور علي زيارات سابقة لهذا المريض

source: Change Password
ar: تغيير كلمة السر

source: Patient Documents
ar: مستندات المريض

source: Camera
ar: تصوير

source: File
ar: ملف

source: Attach Document
ar: الحاق مستند

source: Pick Image Source And Document Type
ar: اختر نوع و مكان المستند

source: Pick Image Source
ar: اختر ملف او تصوير

source: Pick Document Type
ar: اختر نوع المستند

source: Refresh
ar: تحديث

source: Visits Calender
ar: نتيجة الزيارات

source: Select Month
ar: اختر الشهر

source: Print Reciept
ar: طباعة ايصال

source: Change Log
ar: سجل التحديث

source: Add Drawing Sheet
ar: اضافة نموذج مرسوم

source: Drawing Sheet
ar: نموذج الرسم

source: Pick Drawing Color
ar: اختر لون الرسم

source: Export To Excel
ar: تنزيل ملف اكسيل

source: Whatsapp Settings
ar: اعدادات الواتس ابب

source: Connect Whatsapp
ar: الاتصال بالواتساب

source: Whatsapp Devices
ar: الاجهزة المتصلة

source: Show Connected whatsapp Devices
ar: اظهار اجهزة الواتس ابب المتصلة

source: No Connected Devices
ar: لا يوجد اجهزة متصلة

source: Conntected To Whatsapp Server
ar: متصل بخادم الواتس ابب

source: Not Conntected To Whatsapp Server
ar: غير متصل بالواتس ابب

source: Patient Visits
ar: زيارات المريض

source: Send
ar: ارسال

source: Discount
ar: الخصم

source: Add Discount
ar: اضافة خصم

source: Remove Discount
ar: ازالة خصم

source: Discount In Pounds
ar: قيمة الخصم بالجنيه

# noDiscountApplied
source: No Discounts Applied
ar: لا يوجد خصومات مفعلة

source: Reschedule Visit Shift
ar: تعديل موعد الزيارة

source: Same Shift Selected
ar: تم اختيار نفس الموعد

source: Notifications
ar: التنبيهات

source: Add New Notification
ar: اضافة تنبيه جديد

source: Notification Title
ar: عنوان التنبيه

source: Notification Message
ar: تفاصيل التنبيه

source: Save To Favorites
ar: اضافة للمفضلة

source: Doctor Accounts
ar: حسابات الاطباء

# noDoctorsFound
source: No Doctor Accounts Found
ar: لم يتم العثور علي حسابات للاطباء

# toogleAccountActivityPrompt
source: Toggle Account Activity ? This May Disable This User's Ability To Log Into The System - Are You Sure ?
ar: تغيير نشاط الحساب؟ قد يُعطّل هذا قدرة هذا المستخدم على تسجيل الدخول إلى النظام - هل أنت متأكد؟

source: Edit Account Name
ar: تعديل اسم الحساب

source: Open Visit
ar: فتح الزيارة

source: Need 'SuperAdmin' Permission
ar: تحتاج صلاحيات مدير العيادات

source: Add New Doctor Account
ar: اضافة حساب طبيب جديد

source: InActive
ar: حساب غير مفعل

source: Clinic Doctors
ar: اطباء العيادة

source: Cannot Remove Self From Clinic While LoggedIn
ar: لا يمكن ازالة الحساب الخاص اثناء تسجيل الدخول

# removeDoctorFromClinicPrompt
source: Remove Doctor Access To This Clinic ? Are You Sure ?
ar: تاكيد ازالة وصول الطبيب للعيادة ؟ هل انت متأكد؟

# toogleAccountActivity
source: Toggle Account Activity
ar: تعديل نشاط الحساب

source: Cannot Deactivate 'SuperAdmin' Account
ar: لا يمكن تعديل نشاط حساب مدير العيادات

source: View Document
ar: فتح المستند

source: Filter Visits
ar: فلترة الزيارات

source: Link
ar: الرابط

source: Operations Details
ar: تفاصيل العمليات

source: Operation Time
ar: وقت العملية

# duplicateVisitPrompt
source: This Patient Has A Visit In The Same Clinic On The Same Date - Do You Wish To Proceed ?
ar: تم العثور علي زيارة مسجلة لهذا المريض بنفس العيادة و في نفس التاريخ - هل ترغب بالاستمرار ؟

# addFormBeforeEditing
source: Kindly Add The Form Before Editing
ar: برجاء اضافة النموذج للمريض قبل تعديله

source: Notification Sound
ar: صوت التنبيه

source: Pick Notification Sound
ar: اختر صوت التنبيه

source: App Logo
ar: لوجو البرنامج

source: Pick App Logo
ar: اختر لوجو البرنامج

source: Reciept Settings
ar: اعدادات الايصال

source: Stored Reciepts
ar: الايصالات المسجلة

source: Add Reciept Info
ar: اضافة تفاصيل ايصال

source: Reciept Subtitle
ar: العنوان الثانوي

source: Reciept Footer
ar: العبارة التوديعية

source: Reciept Address
ar: العنوان علي الايصال

source: Reciept Phone
ar: التليفون علي الايصال

source: Add New Reciept Info
ar: اضافة تفاصيل ايصال جديدة

source: Reciept Title
ar: عنوان الايصال

source: Enter Reciept Title
ar: ادخل عنوان الايصال

# enterValidTitleForReciept
source: Enter a Valid Title For The Reciept
ar: برجاء ادخال عنوان صالح

source: Enter Reciept Subtitle
ar: ادخل العنوان الثانوي

# enterValidSubtitleForReciept
source: Enter a Valid Subtitle For The Reciept
ar: برجاء ادخال عنوان ثانوي صالح

source: Enter Reciept Address
ar: ادخل عنوان العيادة علي الايصال

# enterValidAddressForReciept
source: Enter a Valid Address For The Reciept
ar: برجاء ادخال عنوان العيادة بصورة صحيحة

source: Enter Reciept Footer
ar: ادخل العبارة التوديعية

# enterValidFooterForReciept
source: Enter a Valid Footer Text For The Reciept
ar: برجاء ادخال العبارة التوديعية
